Repository: Dhiraj-Amunik/citizen
Catalog: lib/l10n/app_*.arb
Languages: hi

source: English
hi: अंग्रेज़ी

source: Login Or Signup
hi: लॉगिन या साइनअप

source: Hello, welcome to your account
hi: नमस्ते, आपके अकाउंट में आपका स्वागत है

source: Mobile Number
hi: मोबाइल नंबर

source: Enter mobile number
hi: मोबाइल नंबर दर्ज करें

source: Send Otp
hi: OTP भेजें

# by_continuing_u_agree_to_our
source: By continuing, you agree to our
hi: जारी रखने पर, आप हमारी

source: and
hi: और

# terms_of_services
source: Terms of Service
hi: सेवा की शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Enter OTP
hi: OTP दर्ज करें

# otp_description
source: Enter 4 - digit verification code sent to your mobile number.
hi: आपके मोबाइल नंबर पर भेजा गया 4-अंकीय सत्यापन कोड दर्ज करें।

source: Resend Otp
hi: OTP पुनः भेजें

source: Change your Phone No ?
hi: अपना फोन नंबर बदलें?

source: seconds
hi: सेकंड

source: Verify OTP
hi: OTP सत्यापित करें

source: Complete Your Profile
hi: अपनी प्रोफाइल पूरी करें

source: Name
hi: नाम

# name_validator
source: Please enter your name
hi: कृपया अपना नाम दर्ज करें

source: Father Name
hi: पिता का नाम

# father_name_validator
source: Please enter your father name
hi: कृपया अपने पिता का नाम दर्ज करें

source: Email
hi: ईमेल

source: Enter Email
hi: ईमेल दर्ज करें

# email_validator
source: Please enter your mail
hi: कृपया अपना ईमेल दर्ज करें

source: Date of birth
hi: जन्म तिथि

# date_of_birth_validator
source: Please select your birthday
hi: कृपया अपनी जन्मतिथि चुनें

source: Gender
hi: लिंग

source: Select Gender
hi: लिंग चुनें

# gender_validator
source: Select your Gender
hi: अपना लिंग चुनें

# aadhaar_no
source: Aadhar No
hi: आधार नंबर

# aadhar_validator
source: Please enter your aadhar number
hi: कृपया अपना आधार नंबर दर्ज करें

source: Voter Id
hi: मतदाता पहचान पत्र

# voter_id_validator
source: Please enter your voter id number
hi: कृपया अपना मतदाता आईडी नंबर दर्ज करें

source: Register
hi: पंजीकरण करें

source: City / Village
hi: शहर / गाँव

source: City
hi: शहर

source: District
hi: जिला

source: State
hi: राज्य

source: Pincode
hi: पिनकोड

# pincode_6_digits
source: 6 digits
hi: 6 अंक

source: Upload Aadhar
hi: आधार अपलोड करें

source: Upload Voter Id
hi: मतदाता पहचान पत्र अपलोड करें

# whatapp_no
source: WhatsApp No
hi: व्हाट्सएप नंबर

source: Contribute with love
hi: प्यार से योगदान करें

source: Donate
hi: दान करें

# donation_history
source: Donate History
hi: दान इतिहास

source: Enter Amount
hi: राशि दर्ज करें

source: Razorpay
hi: रेजरपे

source: UPI
hi: यूपीआई

source: NetBanking
hi: नेट बैंकिंग

source: Cards
hi: कार्ड

# become_part_mem
source: Become a Party Member
hi: पार्टी सदस्य बनें

source: Party
hi: पार्टी

# select_yout_party
source: Select your party
hi: अपनी पार्टी चुनें

source: Full Name
hi: पूरा नाम

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

# parents_name
source: Father's / Mother's Name
hi: पिता / माता का नाम

source: Enter parent name
hi: माता-पिता का नाम दर्ज करें

source: Marital Status
hi: वैवाहिक स्थिति

source: Select Status
hi: स्थिति चुनें

source: Constituency
hi: निर्वाचन क्षेत्र

source: Assembly Constituency
hi: विधानसभा निर्वाचन क्षेत्र

source: Parliamentary Constituency
hi: संसदीय निर्वाचन क्षेत्र

source: Select your constituency
hi: अपना निर्वाचन क्षेत्र चुनें

source: Photography
hi: फोटोग्राफी

# click_to_upload_images
source: Click to upload photography
hi: फोटो अपलोड करने के लिए क्लिक करें

# max_file_size
source: Max file size : 5MB
hi: अधिकतम फाइल आकार: 5MB

source: Reason for joining party
hi: पार्टी में शामिल होने का कारण

# explain_why_join_party
source: Explain why you want to join our party( max 150 characters )
hi: बताएं कि आप हमारी पार्टी में क्यों शामिल होना चाहते हैं (अधिकतम 150 अक्षर)

# preferred_role
source: Preferred Role(If applicable)
hi: पसंदीदा भूमिका (यदि लागू हो)

source: Enter your role
hi: अपनी भूमिका दर्ज करें

source: Submit Application
hi: आवेदन जमा करें

source: Events
hi: कार्यक्रम

source: Upcoming Events
hi: आगामी कार्यक्रम

source: see all
hi: सभी देखें

source: Event Details
hi: कार्यक्रम विवरण

source: Edit Details
hi: विवरण संपादित करें

source: Update profile
hi: प्रोफाइल अपडेट करें

source: Complaint Title
hi: शिकायत का शीर्षक

source: Enter title
hi: शीर्षक दर्ज करें

source: Please enter a title
hi: कृपया एक शीर्षक दर्ज करें

source: Department
hi: विभाग

source: Select Department
hi: विभाग चुनें

# detailed_desc
source: Detailed Description
hi: विस्तृत विवरण

# provide_detailed_info
source: Provide detailed information about the issue...
hi: मुद्दे के बारे में विस्तृत जानकारी प्रदान करें...

# please_provide_a_detailed_desc
source: Please provide a detailed description
hi: कृपया एक विस्तृत विवरण प्रदान करें

source: Authority
hi: प्राधिकरण

source: Select Authority
hi: प्राधिकरण चुनें

source: Submit New Complaint
hi: नई शिकायत दर्ज करें

source: Raise Complaint
hi: शिकायत दर्ज करें

source: Contact Information
hi: संपर्क जानकारी

source: Get in touch with our support team
hi: हमारी सहायता टीम से संपर्क करें

source: Phone
hi: फोन

# phone_validator
source: Please enter you mobile number
hi: कृपया अपना मोबाइल नंबर दर्ज करें

# support_24_7
source: 24/7 Support
hi: 24/7 सहायता

source: Response within 24 hours
hi: 24 घंटों के भीतर प्रतिक्रिया

# help_and_support
source: Help & Support
hi: सहायता और समर्थन

source: search for help
hi: सहायता खोजें

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्न

source: How do I submit a Complaint?
hi: मैं शिकायत कैसे दर्ज करूं?

source: Fill the complaint form with details and submit.
hi: विवरण के साथ शिकायत फॉर्म भरें और जमा करें।

source: How long does it take to resolve a complaint?
hi: शिकायत के निवारण में कितना समय लगता है?

source: Can I upload multiple photos with my complaint?
hi: क्या मैं अपनी शिकायत के साथ कई फोटो अपलोड कर सकता हूं?

source: How do I track my complaint status?
hi: मैं अपनी शिकायत की स्थिति कैसे ट्रैक करूं?

source: Is my personal information secure?
hi: क्या मेरी व्यक्तिगत जानकारी सुरक्षित है?

source: Emergency Contacts
hi: आपातकालीन संपर्क

source: Emergency Services
hi: आपातकालीन सेवाएं

# emergency_services_info
source: These numbers are for immediate emergency assistance. Use them responsibly.
hi: ये नंबर तत्काल आपातकालीन सहायता के लिए हैं। उनका उपयोग जिम्मेदारी से करें।

source: Emergency Help
hi: आपातकालीन सहायता

# emergency_help_info
source: INLD Sevak is always will be available for help
hi: INLD सेवक हमेशा मदद के लिए उपलब्ध रहेगा

source: Police Emergency
hi: पुलिस आपातकाल

# police_emergency_info
source: For immediate police assistance
hi: तत्काल पुलिस सहायता के लिए

source: Fire Department
hi: फायर डिपार्टमेंट

# fire_department_info
source: Fire emergency and rescue services
hi: आग और बचाव सेवाएं

source: Ambulance
hi: एम्बुलेंस

# ambulance_info
source: Medical emergency services
hi: चिकित्सा आपातकालीन सेवाएं

source: Electricity Board
hi: बिजली बोर्ड

# electricity_board_info
source: Power outage and electrical emergencies
hi: बिजली आउटेज और विद्युत आपात स्थिति

source: Water Department
hi: जल विभाग

# water_department_info
source: Water supply and pipeline emergencies
hi: जल आपूर्ति और पाइपलाइन आपात स्थिति

source: Request Membership
hi: सदस्यता का अनुरोध करें

source: Contact Number
hi: संपर्क नंबर

source: Aadhar/Voter ID
hi: आधार/मतदाता आईडी

# enter_aadhar_voter
source: Enter Aadhar/Voter ID
hi: आधार/मतदाता आईडी दर्ज करें

source: Address
hi: पता

source: Address Details
hi: पता विवरण

# eg_address
source: E.g. Floor, House no, Street
hi: जैसे: मंजिल, मकान नंबर, गली

source: Select address
hi: पता चुनें

source: Upload Photo
hi: फोटो अपलोड करें

# upload_photos
source: Upload Photos (Optional)
hi: फोटो अपलोड करें (वैकल्पिक)

# please_provide_valid_10_digit_number
source: Please provide valid 10 digits number
hi: कृपया मान्य 10 अंकों का नंबर प्रदान करें

# click_to_upload_doc_and_photo
source: Click to Upload Documents or Photos
hi: दस्तावेज़ या फोटो अपलोड करने के लिए क्लिक करें

source: Maximum 5 are allowed
hi: अधिकतम 5 की अनुमति है

source: Enter Address
hi: पता दर्ज करें

# address_validator
source: Please enter your home address
hi: कृपया अपना घर का पता दर्ज करें

source: Appointments
hi: अपॉइंटमेंट

source: Request Appointment
hi: अपॉइंटमेंट का अनुरोध करें

source: Appointment List
hi: अपॉइंटमेंट सूची

source: Select MLA
hi: MLA चुनें

source: Book for
hi: के लिए बुक करें

source: Membership ID
hi: सदस्यता आईडी

source: Choose your MLA
hi: अपना MLA चुनें

source: Date
hi: तिथि

source: Please select your appointment date
hi: कृपया अपनी अपॉइंटमेंट तिथि चुनें

# mla_validator
source: Please select one MLA
hi: कृपया एक MLA चुनें

source: Phone number
hi: फोन नंबर

source: Enter phone number
hi: फोन नंबर दर्ज करें

source: Select Date
hi: तिथि चुनें

source: Time Slot
hi: समय स्लॉट

source: Preferred Date
hi: पसंदीदा तिथि

# select_time_slot
source: Select Preferred Time Slot
hi: पसंदीदा समय स्लॉट चुनें

source: Purpose of Appointment
hi: अपॉइंटमेंट का उद्देश्य

source: Enter your appointment reason
hi: अपना अपॉइंटमेंट कारण दर्ज करें

source: Upload Documents
hi: दस्तावेज़ अपलोड करें

# description_info
source: Enter detail description for an appointment
hi: अपॉइंटमेंट के लिए विस्तृत विवरण दर्ज करें

source: Clear
hi: साफ़ करें

source: Wall of Help
hi: सहायता की दीवार

source: Quick Links
hi: त्वरित लिंक

source: Request Help
hi: सहायता का अनुरोध करें

source: Contribute
hi: योगदान करें

source: View Details
hi: विवरण देखें

source: Raise Amount
hi: राशि जुटाएं

source: Raised Amount
hi: जुटाई गई राशि

# raise_amount_validator
source: Amount cannot be empty
hi: राशि खाली नहीं हो सकती

source: Requested Amount
hi: अनुरोधित राशि

source: Description
hi: विवरण

source: Enter your issue
hi: अपनी समस्या दर्ज करें

source: Enter your name
hi: अपना नाम दर्ज करें

source: Title
hi: शीर्षक

source: Enter your title
hi: अपना शीर्षक दर्ज करें

# please_enter_the_cause_for_raising_request
source: Please enter cause for raising request
hi: कृपया अनुरोध जुटाने का कारण दर्ज करें

source: Please enter few words
hi: कृपया कुछ शब्द दर्ज करें

source: Enter detail description
hi: विस्तृत विवरण दर्ज करें

source: Date of Submission
hi: जमा करने की तिथि

source: Enter Contact Number
hi: संपर्क नंबर दर्ज करें

source: Request Details
hi: अनुरोध विवरण

source: Location
hi: स्थान

source: Category
hi: श्रेणी

source: Amount Already Contributed
hi: पहले से योगदान की गई राशि

source: Balance Needed
hi: आवश्यक शेष राशि

source: Contribution Input
hi: योगदान इनपुट

source: Confirm
hi: पुष्टि करें

source: Submit
hi: जमा करें

source: Urgency
hi: अत्यावश्यकता

source: Date of request
hi: अनुरोध की तिथि

source: Previous Contributions
hi: पिछले योगदान

source: My Complaints
hi: मेरी शिकायतें

source: ID Card
hi: आईडी कार्ड

source: Share
hi: साझा करें

source: Download
hi: डाउनलोड

source: Be a Volunteer
hi: स्वयंसेवक बनें

source: Become a Volunteer
hi: स्वयंसेवक बनें

source: Enter age
hi: उम्र दर्ज करें

source: Age
hi: उम्र

# age_validator
source: Please enter your age
hi: कृपया अपनी उम्र दर्ज करें

source: Occupation
hi: पेशा

source: Enter Occupation
hi: पेशा दर्ज करें

# occupation_validator
source: Please enter your occupation
hi: कृपया अपना पेशा दर्ज करें

source: Preferred Time Slots
hi: पसंदीदा समय स्लॉट

# select_time_preferrence
source: Select Time Preferences
hi: समय प्राथमिकता चुनें

# time_slot_validator
source: Please select your preferred time slot
hi: कृपया अपना पसंदीदा समय स्लॉट चुनें

source: Hours Per Week
hi: प्रति सप्ताह घंटे

source: Select Hours
hi: घंटे चुनें

# hours_per_week_validator
source: Please select your preferred volunteer duration
hi: कृपया अपनी पसंदीदा स्वयंसेवा अवधि चुनें

source: Area of Interest
hi: रुचि का क्षेत्र

source: Availability
hi: उपलब्धता

source: Survey
hi: सर्वेक्षण

source: Party Information
hi: पार्टी जानकारी

source: Know our identity & slogan
hi: हमारी पहचान और नारा जानें

source: Party Slogan
hi: पार्टी का नारा

source: Established Year
hi: स्थापना वर्ष

source: Party type
hi: पार्टी प्रकार

source: Leadership Information
hi: नेतृत्व जानकारी

# meet_our_leaders_key_member
source: Meet our leaders & key members
hi: हमारे नेताओं और प्रमुख सदस्यों से मिलें

source: Position
hi: पद

source: Experience
hi: अनुभव

source: Key Focus Area
hi: मुख्य फोकस क्षेत्र

source: About
hi: के बारे में

source: About Section
hi: के बारे में अनुभाग

source: App mission, vision & history
hi: ऐप मिशन, विजन और इतिहास

source: Lok Varta
hi: लोक वार्ता

source: Profile
hi: प्रोफाइल

# language
source: Languages
hi: भाषाएँ

# language_subtext
source: Choose Your Language, Your Way.
hi: अपनी भाषा चुनें, अपने तरीके से।

source: Terms and Conditions
hi: नियम और शर्तें

# terms_and_conditions_subtext
source: App usage rules
hi: ऐप उपयोग के नियम

# privacy_policy_subtext
source: Your data safety
hi: आपकी डेटा सुरक्षा

# help_and_support_subtext
source: Get help and contact support
hi: मदद लें और सपोर्ट से संपर्क करें

# emergency_contacts_subtext
source: quick access to emergency services
hi: आपातकालीन सेवाओं तक त्वरित पहुंच

source: Share App
hi: ऐप शेयर करें

# share_app_subtext
source: You can Share this app to your friends and family members
hi: आप इस ऐप को अपने दोस्तों और परिवार के सदस्यों के साथ साझा कर सकते हैं

source: Logout
hi: लॉग आउट

# logout_confirmation
source: Are you sure you want to sign out from your account?
hi: क्या आप वाकई अपने अकाउंट से साइन आउट करना चाहते हैं?
